Repository: loisoj/wedev-monitor
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: cs_cz

source: Services
cs_cz: Služby

source: No services available.
cs_cz: Žádné služby nejsou dostupné.

source: Time
cs_cz: Čas

source: Incidents
cs_cz: Výpadky

source: No recorded outages.
cs_cz: Žádné zaznamenané výpadky.

source: Service
cs_cz: Služba

source: Start of outage
cs_cz: Začátek výpadku

source: End of outage
cs_cz: Konec výpadku

source: Failing
cs_cz: Selhává

source: Are you sure you want to delete this?
cs_cz: Skutečně to chcete smazat?

source: Welcome
cs_cz: Vítejte

source: Public measurements
cs_cz: Veřejné statistiky

source: Sign up or login
cs_cz: Zaregistrovat nebo přihlásit

source: Status page (API)
cs_cz: Stavová stránka (API)

source: User profile
cs_cz: Uživatelský profil

source: Change password
cs_cz: Změnit heslo

source: Log out
cs_cz: Odhlásit

source: Current password
cs_cz: Stávající heslo

source: Password must have at least 6 chars.
cs_cz: Heslo musí mít alespoň 6 znaků.

source: New password
cs_cz: Nové heslo

source: Confirm new password
cs_cz: Potvrzení nového hesla

source: Passwords don't match.
cs_cz: Hesla se neshodují.

source: Change
cs_cz: Změnit

source: Password successfully changed.
cs_cz: Heslo úspěšně změněno.

source: Current password is incorrect.
cs_cz: Současné heslo je nesprávné.

source: Runtime is
cs_cz: Runtime je

source: website monitoring (HTTP HEAD)
cs_cz: monitoring webu (HTTP HEAD)

source: everything else monitoring (TCP socket test)
cs_cz: monitoring služeb (TCP socket test)

source: independent status page w/ JSON
cs_cz: nezávislá stavová stránka s JSONem

source: API integration
cs_cz: API integrace

source: Quick tools
cs_cz: Rychlé utility

source: performance chart
cs_cz: graf výkonu

source: Sign in
cs_cz: Přihlásit

source: Password
cs_cz: Heslo

source: Sorry, login failed.
cs_cz: Promiňte, přihlášení selhalo.

source: Sign up
cs_cz: Zaregistrovat

source: Confirm password
cs_cz: Potvrzení hesla

source: Create account
cs_cz: Vytvořit účet

source: This email is already registered.
cs_cz: Tento email je již zaregistrován.

source: Bye!
cs_cz: Čau!

source: Back to Homepage
cs_cz: Zpět na hlavní stránku

source: Sign in again
cs_cz: Znovu přihlásit

source: Public services
cs_cz: Veřejné služby

source: Add a service
cs_cz: Přidat službu

source: www.google.com
cs_cz: www.google.cz

source: Description
cs_cz: Popisek

source: Mr. Google's webpage
cs_cz: Stránka pana Googla

source: Publish online
cs_cz: Zveřejnit online

source: Type of check
cs_cz: Typ kontroly

source: Type of service
cs_cz: Typ služby

source: only TCP and HTTP other than 80
cs_cz: pouze TCP a HTTP jiné než 80

source: Must be in range from %d to %d.
cs_cz: Musí být v rozsahu od %d do %d.

source: Expect this text (HTTP GET)
cs_cz: Očekávej tento text (HTTP GET)

source: Alert threshold in ms (only displays warning on website)
cs_cz: Práh upozornění v ms (pouze zobrazí upozornění na webu)

source: Add
cs_cz: Přidat

source: Not enough permissions.
cs_cz: Nedostatečné oprávnění.

source: This is not a DNS hostname or it doesn't resolve. You need to use a valid DNS host.
cs_cz: Toto není DNS hostname nebo se neresolvuje. Musíte použít validní DNS hostname.

source: Last checked
cs_cz: Naposledy zkontrolováno

source: Last outage was
cs_cz: Poslední výpadek byl

source: History
cs_cz: Historie

source: On-demand check
cs_cz: Kontrola na vyžádání

source: Result of the on-demand check was
cs_cz: Výsledek kontroly na vyžádání byl

source: Add a new service
cs_cz: Přidat službu

source: System status
cs_cz: Systémový stav

source: Your own status page
cs_cz: Vaše vlastní stavová stránka

source: Your status page
cs_cz: Vaše stavová stránka

source: change it
cs_cz: změnit

source: Registered
cs_cz: Registrován

source: Last login
cs_cz: Poslední přihlášení

source: Cancel your account
cs_cz: Zrušení účtu

source: Please type "YES, DELETE"
cs_cz: Prosím napište "YES, DELETE"

source: Do it! Do it!!! I dare you.
cs_cz: Do toho! Makej!!! Jen si troufni.

source: Incorrect value.
cs_cz: Nesprávná hodnota.

source: Cancel my account
cs_cz: Zrušit účet

source: Show delete form
cs_cz: Ukaž mazací formulář
